---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.DocumentFailures.CannotLoadLink
source: html/6820689f-ab60-cfbb-8a07-3178d3c7ce4c.htm
---
# Autodesk.Revit.DB.BuiltInFailures.DocumentFailures.CannotLoadLink Property

Can't load Linked File [Name] due to errors. Open it separately to investigate the problem.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotLoadLink { get; }
```